/* %c.color => list: blue */
"%c.color-blue" = "";

/* %c.color => default */
"%c.color-default" = "";

/* %c.color => list: green */
"%c.color-green" = "";

/* %c.color => list: orange */
"%c.color-orange" = "";

/* %c.color => list: purple */
"%c.color-purple" = "";

/* %c.color => list: random */
"%c.color-random" = "";

/* %c.color => list: red */
"%c.color-red" = "";

/* %c.color => list: white */
"%c.color-white" = "";

/* %c.color => list: yellow */
"%c.color-yellow" = "";

/* %d.digitalPinValues => default */
"%d.digitalPinValues-default" = "";

/* %d.digitalPinValues => list: High */
"%d.digitalPinValues-High" = "";

/* %d.digitalPinValues => list: Low */
"%d.digitalPinValues-Low" = "";

/* %d.listDeleteItem => list: all */
"%d.listDeleteItem-all" = "";

/* %d.listDeleteItem => list: first */
"%d.listDeleteItem-first" = "";

/* %d.listDeleteItem => list: last */
"%d.listDeleteItem-last" = "";

/* %d.listItem => list: first */
"%d.listItem-first" = "";

/* %d.listItem => list: last */
"%d.listItem-last" = "";

/* %d.listItem => list: random */
"%d.listItem-random" = "";

/* %m.4wayDirections => list: backward */
"%m.4wayDirections-backward" = "";

/* %m.4wayDirections => default */
"%m.4wayDirections-default" = "";

/* %m.4wayDirections => list: forward */
"%m.4wayDirections-forward" = "";

/* %m.4wayDirections => list: left */
"%m.4wayDirections-left" = "";

/* %m.4wayDirections => list: right */
"%m.4wayDirections-right" = "";

/* %m.arduinoPinMode => default */
"%m.arduinoPinMode-default" = "";

/* %m.attribute => default */
"%m.attribute-default" = "";

/* %m.character => default */
"%m.character-default" = "";

/* %m.character => list: myself */
"%m.character-myself" = "";

/* %m.characterOrStage => default */
"%m.characterOrStage-default" = "";

/* %m.characterOrStage => list: Stage */
"%m.characterOrStage-Stage" = "";

/* %m.characterOrTouchPoint => default */
"%m.characterOrTouchPoint-default" = "";

/* %m.characterOrTouchPoint => list: last touch point */
"%m.characterOrTouchPoint-last touch point" = "";

/* %m.effect => list: brightness */
"%m.effect-brightness" = "";

/* %m.effect => list: color */
"%m.effect-color" = "";

/* %m.effect => default */
"%m.effect-default" = "";

/* %m.effect => list: fisheye */
"%m.effect-fisheye" = "";

/* %m.effect => list: gaussian blur */
"%m.effect-gaussian blur" = "";

/* %m.effect => list: ghost */
"%m.effect-ghost" = "";

/* %m.effect => list: mosaic */
"%m.effect-mosaic" = "";

/* %m.effect => list: pixelate */
"%m.effect-pixelate" = "";

/* %m.effect => list: whirl */
"%m.effect-whirl" = "";

/* %m.gyroDirections => default */
"%m.gyroDirections-default" = "";

/* %m.gyroDirections => list: pitch */
"%m.gyroDirections-pitch" = "";

/* %m.gyroDirections => list: roll */
"%m.gyroDirections-roll" = "";

/* %m.gyroDirections => list: yaw */
"%m.gyroDirections-yaw" = "";

/* %m.hvDirection => default */
"%m.hvDirection-default" = "";

/* %m.hvDirection => list: horizontal */
"%m.hvDirection-horizontal" = "";

/* %m.hvDirection => list: vertical */
"%m.hvDirection-vertical" = "";

/* %m.mathOperators => list: 10 ^ */
"%m.mathOperators-10 ^" = "";

/* %m.mathOperators => list: abs */
"%m.mathOperators-abs" = "";

/* %m.mathOperators => list: acos */
"%m.mathOperators-acos" = "";

/* %m.mathOperators => list: asin */
"%m.mathOperators-asin" = "";

/* %m.mathOperators => list: atan */
"%m.mathOperators-atan" = "";

/* %m.mathOperators => list: ceiling */
"%m.mathOperators-ceiling" = "";

/* %m.mathOperators => list: cos */
"%m.mathOperators-cos" = "";

/* %m.mathOperators => default */
"%m.mathOperators-default" = "";

/* %m.mathOperators => list: e ^ */
"%m.mathOperators-e ^" = "";

/* %m.mathOperators => list: floor */
"%m.mathOperators-floor" = "";

/* %m.mathOperators => list: ln */
"%m.mathOperators-ln" = "";

/* %m.mathOperators => list: log */
"%m.mathOperators-log" = "";

/* %m.mathOperators => list: sign */
"%m.mathOperators-sign" = "";

/* %m.mathOperators => list: sin */
"%m.mathOperators-sin" = "";

/* %m.mathOperators => list: sqrt */
"%m.mathOperators-sqrt" = "";

/* %m.mathOperators => list: tan */
"%m.mathOperators-tan" = "";

/* %m.nodeTouchEvent => list: clicked */
"%m.nodeTouchEvent-clicked" = "";

/* %m.nodeTouchEvent => default */
"%m.nodeTouchEvent-default" = "";

/* %m.nodeTouchEvent => list: long pressed */
"%m.nodeTouchEvent-long pressed" = "";

/* %m.objectOrStage => default */
"%m.objectOrStage-default" = "";

/* %m.objectOrStage => list: Stage */
"%m.objectOrStage-Stage" = "";

/* %m.powerSwitch => default */
"%m.powerSwitch-default" = "";

/* %m.powerSwitch => list: off */
"%m.powerSwitch-off" = "";

/* %m.powerSwitch => list: on */
"%m.powerSwitch-on" = "";

/* %m.rlDirection => default */
"%m.rlDirection-default" = "";

/* %m.rlDirection => list: left */
"%m.rlDirection-left" = "";

/* %m.rlDirection => list: right */
"%m.rlDirection-right" = "";

/* %m.stop => list: all */
"%m.stop-all" = "";

/* %m.stop => default */
"%m.stop-default" = "";

/* %m.stop => list: other scripts of myself */
"%m.stop-other scripts of myself" = "";

/* %m.stop => list: this script */
"%m.stop-this script" = "";

/* %m.strOperators => default */
"%m.strOperators-default" = "";

/* %m.strOperators => list: lowercase */
"%m.strOperators-lowercase" = "";

/* %m.strOperators => list: uppercase */
"%m.strOperators-uppercase" = "";

/* %m.timeAndDate => list: date */
"%m.timeAndDate-date" = "";

/* %m.timeAndDate => list: day of week */
"%m.timeAndDate-day of week" = "";

/* %m.timeAndDate => default */
"%m.timeAndDate-default" = "";

/* %m.timeAndDate => list: hour */
"%m.timeAndDate-hour" = "";

/* %m.timeAndDate => list: minute */
"%m.timeAndDate-minute" = "";

/* %m.timeAndDate => list: month */
"%m.timeAndDate-month" = "";

/* %m.timeAndDate => list: second */
"%m.timeAndDate-second" = "";

/* %m.timeAndDate => list: year */
"%m.timeAndDate-year" = "";

/* %m.touching => default */
"%m.touching-default" = "";

/* %m.touching => list: edge */
"%m.touching-edge" = "";

/* %m.touching => list: last touch point */
"%m.touching-last touch point" = "";

/* %m.triggerSensor => default */
"%m.triggerSensor-default" = "";

/* %m.triggerSensor => list: loudness */
"%m.triggerSensor-loudness" = "";

/* %m.triggerSensor => list: timer */
"%m.triggerSensor-timer" = "";

/* %m.triggerSensor => list: video motion */
"%m.triggerSensor-video motion" = "";

/* %m.udDirection => default */
"%m.udDirection-default" = "";

/* %m.udDirection => list: down */
"%m.udDirection-down" = "";

/* %m.udDirection => list: up */
"%m.udDirection-up" = "";

/* %m.whDirection => default */
"%m.whDirection-default" = "";

/* %m.whDirection => list: height */
"%m.whDirection-height" = "";

/* %m.whDirection => list: width */
"%m.whDirection-width" = "";

/* %m.whDirection2 => list: both directions */
"%m.whDirection2-both directions" = "";

/* %m.whDirection2 => default */
"%m.whDirection2-default" = "";

/* %m.whDirection2 => list: height */
"%m.whDirection2-height" = "";

/* %m.whDirection2 => list: width */
"%m.whDirection2-width" = "";

/* %m.xyAxis => default */
"%m.xyAxis-default" = "";

/* %m.xyAxis => list: x */
"%m.xyAxis-x" = "";

/* %m.xyAxis => list: y */
"%m.xyAxis-y" = "";

/* %m.xyAxis2 => list: both */
"%m.xyAxis2-both" = "";

/* %m.xyAxis2 => default */
"%m.xyAxis2-default" = "";

/* %m.xyAxis2 => list: x */
"%m.xyAxis2-x" = "";

/* %m.xyAxis2 => list: y */
"%m.xyAxis2-y" = "";

/* %m.xyzAxis => default */
"%m.xyzAxis-default" = "";

/* %m.xyzAxis => list: x axis */
"%m.xyzAxis-x axis" = "";

/* %m.xyzAxis => list: y axis */
"%m.xyzAxis-y axis" = "";

/* %m.xyzAxis => list: z axis */
"%m.xyzAxis-z axis" = "";

/* %s.broadcast => default */
"%s.broadcast-default" = "";

